Repository: 84000/data-translation-memory
Catalog: toh381_84000-emergence-from-samputa.tmx
Source language: bo
Languages: en

source: དེའི་ཁ་མྱོས་བྱེད་ཀྱི་ཚེར་མས་ཕུག་ནས་སྟེང་གི་སྦལ་པའི་ཡ་མགལ་དེ་ཡང་སྤང་ལེབ་ལ་འོག་ཏུ་སྦྱར་ཏེ་གཞག་པར་བྱས་ན་དེའི་སྐད་ཅིག་གིས་ཕ་རོལ་གྱི་དཔུང་རེངས་པར་བྱེད་དོ།
en: Piercing the mouth with a thorn of downy datura from above, he should fix the upper palate to the lower. Through so doing one will paralyze a hostile army at that very instant. “The twenty-first method;

source: །འཁོར་ལོ་ཟླུམ་པོའི་རྣམ་པར་གྱུར་པ་ལ་རྡོ་རྗེ་རྩེ་ལྔ་པ་མཚམས་སུ་རྣམ་པར་གནས་པའོ།
en: “The next yantra-wheel should have a round shape with a five-pronged, crossed vajra scepter aligned with the intermediate directions.

source: །དེའི་རྭ་དབུས་མའི་སྟེང་གི་མགོ་བོ་ལ་ཧཱུྃ་བཞིའོ། །དེའི་ལྟེ་བ་ལ་ཡང་སྔགས་བྲི་བར་བྱ་བ་ནི་འདི་ལྟ་སྟེ། ཨོཾ་བ་དཱ་ཀྲ་མ་སི། པ་རཱ་ཀྲ་མ་སི། ཨུ་ད་ཡ་མ་སི། ནེ་ར་མ་སི།
en: At the tip of its central prongs there should be four hūṁ syllables. On its hub he should write the following garland of mantra syllables:

source: ཨརྐ་མ་སི། མརྐ་མ་སི།
en: Oṁ , you step with your feet apart and you advance onward. You are the rising and the setting. You are the bright sun and the eclipsed sun.

source: ཨུར་མ་མ་སི།
en: You are the waves.

source: བ་ནམ་སི། གུལྨ་མ་སི། ཙཱི་བ་ར་མ་སི།
en: You are the woodlands and the undergrowth.

source: མ་ཧཱ་ཙཱི་བ་ར་མ་སི། ཨནྟ་རྡྡཱ་ན་མ་སི་སྭཱ་ཧཱ།
en: You are monastic robes and you are great monastic robes. You are invisibility. Svāhā

source: ཨོྃ་ནི་ཐམས་ཅད་དུའོ།
en: “The syllable oṁ should be written everywhere.

source: །དེའི་དབུས་སུ་རྡོ་རྗེ་རྩེ་གསུམ་པ་ཁ་ཕྱོགས་སུ་གནས་པའོ། །ཨོྃ་བཏྟཱ་ལི།
en: At the center of the circle should be drawn a three-pronged, crossed vajra scepter, aligned with the cardinal directions.

source: ཨོཾ་བ་ར་ལི། ཨོྃ་བཱ་རཱ་ཧ་མུ་ཁི། དེ་བཞིན་དུ་གཡས་དང་གཡོན་དུའོ། །དེ་ལྟར་རྩེ་མོ་ཐམས་ཅད་ཀྱི་མགོར་རིམ་པས་བྲི་བར་བྱའོ། །ཨོྃ་མཱ་རཱི་ཙྱཻ་ནི་དབང་ལྡན་ལ་སོགས་པའི་མཚམས་སུའོ།
en: On its central, left, and right prongs should be written, respectively, the mantras ‘ Oṁ Vattalī! ’ ‘ Oṁ Varalī! ’ and ‘ Oṁ Varāmukhī! ’ He should write thus on all the prongs, repeating the same pattern for each of the four tips of the crossed vajra scepter.

source: །དེ་ལྟར་དབུས་སུ་ནི།
en: In the northeast and other intermediate quarters he should write ‘ Oṁ to Mārīcī.’ In the center he should write ‘ Oṁ , Varālī!

source: ཨོྃ་བ་རཱ་ལི། ཨོྃ་བ་ཏཱ་ལི།
en: Vattālī!

source: ཨོྃ་བཱ་རཱ་ཧ་མུ་ཁི། སརྦྦ་དུཥྚ་པྲ་དུ་ནཱྃ།
en: Varāhamukhī!

source: ཀཱ་ཡ་ཝཱ་ཀ་ཙིཏྟ་མུ་ཁྃ། ཛམྦྷ་ཡ། སྟམྦྷ་ཡ།
en: Crush the body, speech, and mind of all the most wicked evildoers!

source: དེའི་དབུས་སུ་མཱྃ་མོ། །དེའི་དབུས་སུ་ལྷ་སྦྱིན་རཀྵ་རཀྵའོ། །མཱྃ་གྱི་ཕྱི་རོལ་དུ་ནི། ཨོྃ་མཱ་རཱི་ཙྱཻ་ལྷ་སྦྱིན་ཞེས་བྱའོ། །འཁོར་ལོ་འདི་གྲོ་ག་ལ་གུར་གུམ་གྱིས་བྲིས་ནས་གཟུང་བར་བྱས་ན་ཐམས་ཅད་བསྲུང་བར་འགྱུར་རོ།
en: Paralyze their mouths!’ In the center of that he should place the syllable māṁ and, in its center, the words ‘ Protect such and such, protect! ’ On the outside of the syllable māṁ he should write ‘ Oṁ to the deity Mārīcī!’ If he draws this yantra-wheel on birchbark with saffron and wears it, he will always be protected.

source: །སྐྱེས་བུ་ཕྱོགས་ཀྱི་གོས་ཅན་སྐྲ་གྲོལ་བ་དང་། རྣ་བར་རྣ་ཆ་གཉིས་དང་། སྤྱི་གཙུག་གི་སྟེང་དུ་རྡོ་རྗེ་རྩེ་གསུམ་པ་གནས་ཞིང་ཧྃ་དང་ལྡན་པ་དང་། དཔྲལ་བའི་སྟེང་དུ་ལྃ་ལྃ་དང་། གཡས་པའི་ཀོས་ཀོ་ནས་བརྩམས་ཏེ།
en: “The twenty-second method; “He should make an effigy of a naked man with flowing hair and earrings in his ears. Atop its head there should be a three-pronged vajra scepter marked with the syllable haṁ . Above its forehead one should write lāṁ lāṁ

source: གང་ཞིག་བདག་གི་སེམས་ལ་སྣུན་པར་བྱེད་པ་དེ་ལ་ལྟུང་བ་དང་། རིག་སྔགས་ཕྱིར་ཟློག་པར་མཛོད་ཅིག །དེའི་ལྟེ་བ་ལས་སྟེང་དུ་ཁའི་བར་དུ་མཆོད་རྟེན་གྱི་དབྱིབས་སུ་བྲི་བར་བྱའོ།
en: On its cheeks and throat, starting from the right side of its chin, he should write, ‘ May the counter-spells ruin those who injure my mind. ’ In the area from its navel to its mouth, he should draw the shape of a caitya.

source: །དེའི་སྟེང་དུ་གནས་པར་རྡོ་རྗེ་རྩེ་ལྔ་པ་བྲི་བར་བྱ་ཞིང་།
en: Above it, he should draw a five-pronged vajra scepter.

source: མཆོད་རྟེན་གྱི་སྙིང་པོ་དང་། གཡས་པ་དང་། བྲང་དང་། གཡོན་པ་དང་། འོག་གི་བར་ཇི་སྙེད་པ་འདིར་གནས་ཏེ།
en: He should then write the mantra of interdependent origination, ‘Those dharmas that arise from causes, etc.,’ forming the shape of a garland of words that extends from the right side of the hollow inside the caitya up to the chest, left, and then down.

source: ཡེ་དྷརྨཱ་ཕྲེང་བའི་དབྱིབས་སུ་བྲི་བར་བྱའོ། །དེའི་མགྲིན་པར་ཧཱུྃ་ཁ་འོག་ཏུ་བལྟས་པའོ། །དེའི་དབུས་སུ་རྡོ་རྗེ་རྩེ་ལྔ་པ་ཁ་སྟེང་དུ་བལྟས་བ་བྲི་ཞིང་ངོས་དག་ཏུ་ཧཱུྃ་བཅུ་གཉིས་སོ།
en: On its neck he should draw the syllable hūṁ upside down, and on its mid-torso, a five-pronged vajra scepter pointing upward. On both sides of its torso should be written twelve hūṁ syllables.

source: །དེ་ནས་མཆོད་རྟེན་གྱི་བང་རིམ་ལ་དབྱངས་མ་ནིང་དང་བྲལ་བའོ།
en: Then, below, on the broad plinth of the caitya, he should write the vowels, but without the four neuter letters

source: །སྐྱེས་བུའི་སྙིང་གར་རིག་སྔགས་ཕྱིར་ཟློག་ཅིང་ལྟུང་བར་བྱེད་པ་གོང་མ་བཞིན་དུ་སྟེ། འོན་ཀྱང་ཚར་དུའོ།
en: On the flat surface of the effigy’s chest he should write, as before, ‘May the counter-spells ruin those who injure my mind,’ but this time in a straight line.

source: །ཡང་བྱིན་པ་དང་། ཕོ་མཚན་དང་། རྟགས་ལ་ཚར་དུའོ། །པུྃ་ཡུྃ་རྃ་ཡན་ལག་བརྒྱད་པའོ། །རྟྃ་རྟྃ་རོལ་པ་དང་བཅས་པའི་དབྱིག་པ་ལའོ།
en: He should also write the same in straight lines on its shanks and on its phallus. On each of its eight limbs, he should write puṁ puṁ raṁ

source: །བྲྃ་རྃ་རྐང་པ་དག་ལའོ།
en: On the back of its hands, he should write tāṁ tāṁ , and on its feet, puṁ raṁ

source: །སྐར་མ་རྒྱལ་ལ་དུག་དང་། ལན་ཚ་དང་། སྐེ་ཚེ་དང་། ནིམ་པའི་ལོ་མ་དང་། སྨྱོ་བྱེད་ཀྱི་ཁུ་བ་དང་། དུར་ཁྲོད་ཀྱི་སོལ་བ་དང་། ལྷན་ཅིག་པས་སྐྱེས་བུ་འདི་འདྲི་རུ་གཞུག་པར་བྱའོ།
en: He should have this effigy drawn using as ink poison, salt, black mustard, and neem leaf, mixed together with datura extract and charnel ground ash, while the moon is in the asterism of Puṣya.

source: །རྡོ་རྗེའི་ལྟེ་བའི་དབུས་སུ།
en: He should write ‘of such and such’ between the words of the mantra on the hub of the vajra scepter, using white sandalwood paste.

source: ཙནྡན་དཀར་པོས་ལྷ་སྦྱིན་ནང་དུ་ཆུད་པར་བྱ་ཞིང་། ཙནྡན་དཀར་པོས་རྗེ་བཙུན་མཆོད་རྟེན་བྲི།
en: For drawing the holy caitya he should likewise use white sandalwood paste, and for the vajra scepter with its hub he should use saffron.

source: །གུར་གུམ་གྱིས་རྡོ་རྗེ་བྲིས་པ་འདི་ཡི་རིག་པ་འཛིན་པར་བྱེད་ན། དེའི་ཐམས་ཅད་དུ་བསྲུང་བ་ཆེན་པོར་འགྱུར་རོ།
en: If he wears this with the spell inscribed on it, he will always have great protection.

source: །རི་རབ་ཟུར་བརྒྱད་པ་རྡོ་རྗེ་རྩེ་གསུམ་པས་མཚན་ཅིང་མཚམས་ཀྱི་ནང་དུ་ནི་ནཱྃ་གི་རྣམ་པ་བྲི་བར་བྱའོ།
en: “The twenty-third method; “He should draw Mount Sumeru with its eight spurs, adorned on top with a crossed, three-pronged, crossed vajra scepter. The spurs should be marked, in the corner areas of the yantra, with the syllable naṁ , and each enclosed by a pair of hūṁ syllables.

source: །ཧཱུྃ་གཉིས་ཀྱིས་བསྐོར་བ་དང་། །ཨ་ལ་ཀ་ཏཱ་ཀ་པཱ་པ་མྃ་སྃ་གྲྭ་གཉིས་ཀྱི་ནང་དུ་དབང་ལྡན་གྱི་ཕྱོགས་ནས་བརྩམས་ནས་བྲི་བར་བྱ་ཞིང་།
en: He should write the four words alakta , kata , vāya , and māṃsaṃ between each two cardinal directions, starting from the northeast.

source: ཕྱི་རོལ་དུ་རི་མོ་ཟླུམ་པོས་བསྐོར་བར་བྱའོ། །དེའི་དབུས་སུ་ཚོགས་ཀྱི་བདག་པོ་བྲི་བར་བྱ་སྟེ།
en: He should surround all this with a circular line, and at its center draw Gaṇapati.

source: གར་གྱི་དབང་ཕྱུག་གི་ཚུལ་དུ་ལ་དུའི་སྣོད་དང་། གཡས་པར་བགྲང་ཕྲེང་དང་། གཡོན་ན་རྡོ་རྗེ་རྩེ་གསུམ་དང་། ལ་ཕུག་ལོ་མ་དང་བཅས་པར་བྱི་བ་ལ་ཞོན་ཞིང་པདྨ་ལ་གནས་པ་དགོད་པར་བྱའོ། །ཧཱུྃ་གཿཧཱུྃ་ཧཱུྃ་གཿགཿཧཱུྃ་བྲྀཥྚི་ཀུ་རུ་ཧཱུྃ་གཿགཿཧཱུྃ།
en: He should be depicted in the form of the lord of dance, with a dish of sweetmeats and a rosary in his right hands, a three-pronged vajra scepter and a leaf-crowned radish in his left hands, seated on a lotus, and riding a shrew. “The mantra to recite is: “ Hūṁ gaḥ hūṁ hūṁ gaḥ gaḥ hūṁ ! Please send rain! Hūṁ gaḥ gaḥ hūṁ

source: གླང་པོའི་དཔྲལ་བ་དང་། སྙིང་ག་དང་། ཕོ་བ་དང་། ལྟེ་བའི་སྟེང་དུ་བྲི་བར་བྱ་སྟེ།
en: “He should write the short version of this mantra on the elephant god’s forehead, chest, hips, and above the navel.

source: ཚ་བ་གསུམ་དང་། སྲིན་ལག་གི་ཁྲག་ལྷན་ཅིག་པས་ཁམ་ཕོར་སོ་མ་བཏང་བ་ལ་འདི་བྲིས་ནས་སེང་ལྡེང་གི་མེ་ལ་གདུང་བར་བྱས་ན་ངེས་པར་ཆར་འབབ་པར་འགྱུར་ཏེ། གཞན་དུ་ནི་མ་ཡིན་ནོ།
en: If he draws this on unbaked earthenware using blood from his ring finger mixed with the three pungent substances, and heats it in a fire of cutch-tree wood, it will definitely bring rain—it cannot be otherwise.

source: །ལྡོང་རོས་ཀྱིས་དེ་ཉིད་ཀྱི་གདོང་གི་ནང་དུ་བྲིས་ནས་མེ་ལ་གདུངས་ན་སྤྲིན་རེངས་ཤིང་ཆར་འཆད་པར་འགྱུར་རོ།
en: If he draws the same, but with orpiment instead on the inner surface of the earthenware, and then heats it over fire, he will stop the rain.

source: །འཁོར་ལོ་རྩིབས་བརྒྱད་པ་བྲིས་ནས་གཿབརྒྱད་ཀྱིས་བརྒྱན་ཅིང་དེའི་དབུས་སུ་ཆོ་གས་བསྒྲུབ་བྱ་ནང་དུ་ཆུད་པར་བྱ་སྟེ།
en: “The twenty-fourth method; “He should draw a wheel with eight spokes and adorn it with eight gaḥ syllables. In its center, he should write the target’s name enclosed within the mantra, following the prescribed procedure.

source: དུར་ཁྲོད་ཀྱི་རས་སམ་མཚོན་གྱིས་བསྣུན་པའི་རས་ལ་ལྡོང་རོས་དང་ཡུང་བའི་ཁུ་བས་བྲི་བར་བྱའོ།
en: He should write this using orpiment and turmeric essence on a rag from a charnel ground or a rag that has been struck with a weapon.

source: །སཱ་ལུ་བཏགས་པ་ལ་ཚོགས་ཀྱི་བདག་པོ་བྱས་ནས་དེའི་སྙིང་གར་འཁོར་ལོ་འདི་བཅུག་སྟེ།
en: He should make an effigy of Gaṇapati from rice flour, placing this wheel in his chest.

source: ཁམ་ཕོར་ཤིན་ཏུ་ཚོས་པ་ཁ་སྦྱར་དུ་བཞག་ནས་སྐུད་པ་སེར་པོས་དཀྲིས་ཤིང་། མེ་ཏོག་སེར་པོས་མན་ངག་ཇི་ལྟ་བས་མཆོད་པར་བྱའོ།
en: He should then put this effigy inside well-baked earthenware, wrap it on the outside with a yellow thread, and offer to it yellow flowers as prescribed.

source: །ལྷ་མོ་དེ་ལྟར་བཤད་པ་ནི་རྒྱལ་པོ་རེངས་པར་བྱེད་པའི་མཆོག་གོ།
en: The rite described here, O goddess, is the supreme king of the rites of paralyzing. “The twenty-fifth method;

source: །མཱྃ་གི་ནང་དུ་འདི་ཉིད་ཀྱི་སྔགས་བྲི་བར་བྱ་སྟེ།
en: “He should write the following mantra in the center of the syllable māṁ

source: ཨོྃ་བཏྟཱ་ལི།
en: Oṁ , Vattālī!

source: བ་རཱ་ལི།
en: Varālī!

source: བ་རཱ་ཧ་མུ་ཁི་སརྦྦ་དུཥྚ་པྲ་དུཥྚ་ནཱྃ་མུ་ཁྃ་སྟམྦྷ་ཡ།
en: Varāhamukhī! Paralyze the mouths of all the most wicked evildoers!

source: ཡུང་བའི་ཁུ་བས་སོ་ཕག་གཉིས་ལ་ཡང་དག་པར་བྲིས་ནས་ཁ་སྦྱོར་བྱས་ཏེ་ལེགས་པར་འཁྲུལ་འཁོར་བྱས་ནས་ས་ལ་སྦས་ན།
en: “He should write this mantra using turmeric extract on two bricks. Having then joined them with a hollow in between, he should bury this device in the ground;

source: གདུག་པ་ཐམས་ཅད་རེངས་པར་བྱེད་དོ། །གཞན་དུ་ནི་མ་ཡིན་ནོ།
en: it will paralyze all evildoers—it cannot be otherwise. “The twenty-sixth method;

source: །དེ་ནས་ས་ལ་འཁྲུལ་འཁོར་བྲི་བར་བྱ་སྟེ། བྷ་གའི་ནང་དུ་ལིང་ག་དང་བཅས་པར་དེར་མིང་བྲི་བར་བྱའོ།
en: “He should draw the yantra diagram on the ground in the form of a bhaga together with a liṅga, and write there the name of the target.

source: །གཅིག་པུ་གཉིས་སུ་མེད་པར་བདག་ཉིད་གཅི་བ་བྱས་ན་ཇི་སྲིད་ཉི་མ་བདུན་གྱིས་གང་ཞིག་བུད་མེད་འདོད་པ་དེ་ཧྲིཿའི་ཞགས་པས་བསྐོར་བའི་ཆོ་གས་འགུགས་པར་བྱེད་དོ།
en: Alone, he should urinate on this yantra for seven days until, following the procedure of surrounding her name with a noose formed from hrīḥ syllables, he causes the woman whom he desires to arrive.

source: །ཟླ་བའི་དཀྱིལ་འཁོར་གྱི་དབུས་སུ་འཁོར་ལོ་རྩིབས་བརྒྱད་པ་གནས་པ་བྲི་བར་བྱ་སྟེ།
en: “The twenty-seventh method; “He should draw a wheel with eight spokes in the center of a moon disk.

source: རྡོ་རྗེ་དང་། རྒྱལ་མཚན་དང་། དགྲ་སྟ་དང་། རྩེ་གསུམ་པ་དང་། ཞགས་པ་དང་། སྣ་ཚོགས་རྡོ་རྗེ་དང་། ཁ་ཊྭ་ག་དང་། དེ་བཞིན་དུ་ལྕགས་ཀྱུ་ཉིད་དེ་ལྟར་མདོར་བསྡུས་ནས་བྲི་བར་བྱའོ།
en: In the divisions he should draw, in short, a vajra scepter, a banner, an axe, a trident, a noose, a double vajra scepter, a khaṭvāṅga, and a goad.

source: །དེའི་དབུས་སུ་ཟླ་བའི་དཀྱིལ་འཁོར་གང་བའི་ནང་དུ་ཆེ་གེ་མོ་དང་ཆེ་གེ་མོས་བུ་རྙེད་པར་གྱུར་ཅིག་ཅེས་བྱ་བ་དང་འཁོར་ལོའི་ལྟེ་བར་སྔགས་བྲི་བར་བྱ་སྟེ། འདི་ལྟ་སྟེ།
en: In the center of the circle he should draw a full moon disk and, in the center of this moon, he should write, “May such and such a man and such and such a woman obtain a son.” In the hub of the wheel he should write the following mantra:

source: ཨོཾ་མ་ཎི་དྷ་རི་བཛྲི་ཎི་མ་ཧཱ་པྲ་ཏི་སཱ་རེ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ།
en: Oṁ , Maṇidharī! Vajriṇī! Mahāpratisarā! Hūṁ hūṁ ! Phaṭ phaṭ

source: དེ་ནས་ཟླ་བའི་དཀྱིལ་འཁོར་གྱི་དབུས་སུ་སྔགས་འདི་བྲི་བར་བྱ་སྟེ།
en: Svāhā ! “Then, in the center of a moon disk, he should write this mantra:

source: ཨོྃ་ཨྀ་མྲ་ཏ་བི་ལོ་ཀི་ནི།
en: Oṁ , Amṛtavilokinī! Protectress of the womb! Summoner of the being to be born!

source: གརྦྷ་སཾ་རཀྵ་ཎི་ཨཱ་ཀརྵ་ཎི་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ།
en: Hūṁ hūṁ ! Phaṭ phaṭ ! Svāhā

source: སྐར་མ་རྒྱལ་ལ་གུར་གུམ་དང་། བ་ལང་གི་གི་ཝང་གིས་གྲོ་ག་ལ་བྲིས་ནས་འཛིན་པར་བྱེད་ན་བུ་རྙེད་པར་འགྱུར་རོ།
en: “If he writes this mantra on birchbark using saffron and bovine orpiment while the moon is in the asterism of Puṣya, and wears it, he will obtain a son. “The twenty-eighth method;

source: །འཁོར་ལོ་བུམ་པའི་དབྱིབས་སུ་གྱུར་པའི་མགྲིན་པ་རིང་པོའི་མགྲིན་པར།
en: “A wheel should be drawn in the shape of a pitcher with a neck, and the neck should be long.

source: ཡཿདེ་ཡཿབ་ཡཿད་ཡཿཏྟ་ཡཿམུ་ཡཿཙྪཱ་ཡཿཊ་ཡཿཡ་ཡཿ དེ་ལྟར་ཆོ་གས་བྲི་བར་བྱ་སྟེ།
en: Following the prescibed procedure, he should write ‘ yaḥ plea yaḥ se yaḥ ex yaḥ pel yaḥ such yaḥ and yaḥ such yaḥ !’ using crow’s blood as ink on a piece of cloth that was used as a banner in a temple of the supreme deity.

source: དབང་ཕྱུག་གི་གནས་ཀྱི་རྒྱལ་མཚན་གྱི་རས་ལ་ཁྭའི་ཁྲག་གིས་གང་གི་མིང་ནས་མངོན་པར་བྲིས་ནས་ཁྭ་གསོན་པོའི་མགྲིན་པ་ལ་བཏགས་ཏེ།
en: He should write on it the name of the target and tie this to the neck of a live crow.

source: རླུང་གི་ཕྱོགས་སུ་བཏང་ན་མྱུར་དུ་སྐྲོད་པར་བྱེད་དོ།
en: He should then release the crow in the northwestern direction. Whoever’s name it was, this person will be exiled.

source: །ཉི་མའི་དཀྱིལ་འཁོར་གྱི་དབུས་སུ་གནས་པར་འཁོར་ལོ་རྩིབས་བརྒྱད་པ་བྲི་བར་བྱ་སྟེ།
en: “The twenty-ninth method; “He should draw a wheel with eight spokes in the center of a sun disk.

source: ཧཱུྃ་གི་དེ་ཁོ་ན་ཉིད་ཀྱི་ས་བོན་སྙིང་པོར་ཆུད་པར་བྱས་ནས་རྡོ་རྗེས་མཚན་པ་རྣམ་པར་བསམས་ཤིང་ཕྱིས་བསྒྲུབ་བྱ་ནང་དུ་ཆུད་པར་བྱས་ཏེ།
en: The syllable hūṁ —the elemental seed—should be nestled within it. He should visualize the vajra sun, and then write the target’s name enclosed within the mantra.

source: གུར་གུམ་དང་། བ་ལང་གི་གི་ཝང་གིས་གྲོ་ག་ལ་ཆོ་ག་བཞིན་དུ་བྲིས་ནས་འཛིན་ན། རྣལ་འབྱོར་པ་དེའི་རྟག་ཏུ་བསྲུང་བར་འགྱུར་རོ།
en: If the practitioner draws and writes this, as prescribed, on birchbark using saffron and bovine orpiment, and wears it, he will always be protected. “The thirtieth method;

source: །པདྨ་འདབ་མ་ཉི་ཤུ་རྩ་བཞི་པར་གྱུར་པ་ཀུན་ཏུ་རི་མོ་གསུམ་བར།
en: “A lotus should be drawn with twenty-four petals, surrounded by a triple line.

source: ཨོྃ་ཧྲཱིཾཿཀླཱིཾཿ། འདིས་ཆོ་ག་བཞིན་དུ་སྐར་མ་རྒྱལ་ལ་བྲིས་ཏེ། ལག་པས་འཛིན་པས་དེས་རེག་ན་བྲན་བཞིན་དུ་བྱེད་དེ།
en: By writing oṁ hrīṁ klīṁ on it, as prescribed, while the moon is in the asterism of Puṣya, and holding it in his hand, he will be able to turn anyone into his servant with a mere touch of the hand. “The thirty-first method;

source: འཁོར་ལོ་རྫ་རྔའི་དབྱིབས་སུ་གྱུར་པ་རྡོ་རྗེ་དང་པདྨས་མཚན་པ།
en: “A wheel should be drawn in the shape of a tambourine and adorned with a vajra scepter and a lotus.

source: སྐུ་རྡོ་རྗེ་ལ་སོགས་པ་མདོར་བསྡུས་ནས་ཕྱི་རོལ་དུ་རི་མོ་གསུམ་གྱིས་བསྐོར་ཏེ།
en: On the outside it should be surrounded with a triple line representing, in short, the vajra body, and so forth.

source: ལས་ཀྱི་རྡོ་རྗེ་རབ་ཏུ་བསྒོམས་པས་དགྲ་ཐམས་ཅད་ངེས་པར་གནོན་ཅིང་།
en: By meditating intently on the vajra of action all his enemies will be crushed.

source: ལས་ཀྱི་ཆོ་ག་མཐོང་བས་སྔགས་ཀྱིས་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །དེའི་སྔགས་བཀའ་སྩལ་པ།
en: And all activities will be accomplished with the mantras sanctioned by the ritual procedure. The mantras are these:

source: ཨོཾ་སུམྦྷ་ནི་སུམྦྷ་ཧཱུྃ་ཧཱུྃ་ཕཊ།
en: Oṁ , smother, smother!

source: ཨོཾ་གྲྀཧྞ་གྲྀཧྞ་ཧཱུྃ་ཧཱུྃ་ཕཊ།
en: Hūṁ hūṁ , phaṭ ! Oṁ , seize seize!

source: ཨོཾ་གྲྀཧྞ་པ་ཡ་གྲྀཧྞཱ་པ་ཡ་ཧཱུྃ་ཧཱུྃ་ཕཊ།
en: Hūṁ hūṁ, phaṭ ! Oṁ , hand them over, do! Hūṁ hūṁ, phaṭ ! Bring them over, O Lord Vidyārāja!

source: ཨོྃ་ཨཱ་ན་ཡ་ཧོཿབྷ་ག་བཱན་བི་དྱཱ་རཱ་ཛཱ་ཡ་ཧཱུྃ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: Hūṁ hūṁ, phaṭ ! Svāhā ! “The thirty-second method;

source: ཡ་ཚན་བརྒྱད་པོའི་ས་བོན་དང་། །དེ་བཞིན་མ་མོ་བཅུ་གཉིས་ཀྱི།
en: “The eighth syllable within the ya group , Joined with the twelve vowels,

source: །ཡི་གེ་བར་མ་ཕྱི་བྱས་པ།
en: And with the six intermediary syllables removed,

source: །ཡན་ལག་དྲུག་ནི་ཧེ་རུ་ཀ །དཔའ་བོ་དྲུག་དང་མཉམ་སྦྱོར་བ།
en: Constitutes the six limbs of Heruka . “These six syllables are in union with the six-section mantra of the six heroes,

source: །ཡི་གེ་རེ་རེ་ཡང་དག་གནས།
en: And each syllable is assigned a place.

source: །སྙིང་ག་རུ་ནི་དང་པོ་ཉིད།
en: The first one is the heart.

source: །གཉིས་པ་སྤྱི་བོ་རུ་ནི་བརྗོད།
en: The second is declared to be the head.

source: །གསུམ་པ་སྤྱི་གཙུག་སྦྱིན་པར་བྱ།
en: “The third one should be assigned the topknot.

source: །བཞི་པ་གོ་ཆར་གྱུར་པ་སྟེ།
en: The fourth will be the armor.

source: །མིག་ལ་ལྔ་པར་གྱུར་པ་ཡིན།
en: The fifth will be the eyes,

source: །དྲུག་པ་མཚོན་ཆར་བརྗོད་པར་བྱ།
en: And the sixth is said to be the weapon.

source: །རྡོ་རྗེ་ཕག་མོ་མཉམ་སྦྱོར་བ།
en: “He is together with Vajravārāhī,

source: །ཕྱག་བཞི་ཡིས་ནི་རྣམ་པར་སྤྲས།
en: Adorned with four arms,

source: །འོད་ཟེར་སེར་པོས་གསལ་བར་བརྒྱན།
en: Crowned by a divine yellow halo,

source: །དབུ་སྐྱེས་ཟླ་བ་ཕྱེད་པས་མཛེས།
en: And his hair is bedecked with a crescent moon.

source: །རུས་པའི་ཕྲེང་བ་ནར་བ་དང་། །ཁ་ཊྭཱྃ་ག་ནི་ལག་ན་གནས།
en: “He wears a necklace of human bone And has a khaṭvāṅga in his hand.

source: །བདག་ཉིད་ཧེ་རུ་ཀར་བྱས་ནས།
en: Having thus generated himself as Heruka,

source: །ཧེ་རུ་ཀ་ཉིད་དེས་དྲན་བྱ།
en: He should stay mindful of being him.

source: །ཡེ་ཤེས་སེམས་དཔའ་སྙིང་བསམས་ནས།
en: “In his heart he should visualize the wisdom being

source: །ར་བ་ཕྱོགས་སུ་དགོད་པར་བྱ།
en: And place a perimeter wall in the four quarters.

source: །ཁྲོ་བོ་འབར་འཁྲུགས་བསམས་ནས་ནི།
en: He should visualize him surrounded by flames of anger,

source: །མི་བཟད་འཇིགས་པའི་རྒྱན་གྱིས་བརྒྱན། །བགེགས་བསྐྲད་ཕུར་བས་བཏབ་ནས་ནི།
en: Ferocious and adorned with frightening ornaments,

source: །ཕྱོགས་ནི་ཀུན་ཏུ་ལྷ་དང་ནི།
en: “Driving away and nailing down the hordes of obstacle makers, and threatening the gods, demigods, and humans who dwell throughout all directions.

source: །ལྷ་མིན་མི་ནི་སྡིགས་པར་བྱེད། །དེ་ལྟར་ཆོ་གས་གོམས་པ་ནི། །སུམ་ཅུ་རྩ་གསུམ་པས་མི་ཤིགས།
en: Wearing his armor, he cannot be destroyed even by the thirty-three gods.

source: །དེ་ནས་དཀྱིལ་འཁོར་གྲུ་བཞི་པ་དང་། སྒོ་བཞི་པར་ཡང་དག་པར་བྲི་བར་བྱའོ།
en: “Next, he should draw a maṇḍala With four sides and four gates. In its center he should place

source: །དེར་འདབ་མ་དྲུག་པ་གེ་སར་དང་ལྡན་པ་གཞག་པར་བྱ་ཞིང་།
en: A six-petaled lotus, complete with filaments.

source: སྔགས་པས་མཁའ་འགྲོ་མའི་འཁོར་ལོ་ཉིས་འགྱུར་དུ་རྣམ་པར་བྲི་བར་བྱའོ།
en: “Making it double, the mantrin Should also draw the circle of ḍākinīs.

source: །ལྟེ་བ་ལ་དཔའ་བོ་དགོད་པར་བྱ་ཞིང་།
en: On the pericarp, he should place the hero

source: དེ་བཞིན་དུ་གཞན་ལ་མཁའ་འགྲོ་མའོ།
en: And, in addition, the ḍākinī.

source: །སྒོ་ཀུན་ཏུ་རྡོ་རྗེ་རྩེ་གསུམ་པ་ཁ་དོག་སེར་པོས་མཚན་པར་བྱ་བ་དང་། འཁོར་ལོའི་སྙིང་པོར་ཕོ་ཉ་མོ་དགོད་པར་བྱ་ཞིང་།
en: “The gates should be yellow all around And marked wih three-pronged vajra scepters. He should place the messenger goddesses at the inner sanctum,

source: སྒོ་ལ་ཡང་ཆོ་གའི་རིམ་པ་བཞིན་དུའོ།
en: And likewise at the doors, according to the right order.

source: །མཆོད་པ་ཆེན་པོ་བྱས་ནས་སྐར་མ་བཟང་པོ་ལ་བརྟུལ་ཞུགས་ཅན་གྱིས་འདི་འཛིན་པར་བྱེད་ན་དུས་མ་ཡིན་པར་འཆི་བ་དང་། མཚོན་ཕོག་པ་ལ་སོགས་པ་ཟློག་པར་བྱེད་དེ།
en: “If a lay vow holder wears this yantra-wheel, having first offered worship with many offerings when the planets were auspicious, he will be protected from untimely death, armed conflicts, and so forth.

source: །སྐྱེས་བུ་དགྲ་ལས་རྒྱལ་བ་ཞེས་བྱ་བའི་འཁོར་ལོའོ།
en: This yantra-wheel is called ‘one which brings victory over enemies.’ “The thirty-third method;

source: །ཡང་ན་ཟངས་ཀྱི་འདབ་མ་ལ་སྐར་མ་རྒྱལ་ལ་བརྐོ་བར་བྱ་ཞིང་།
en: “Alternatively, he should etch on a copper plate, during the asterism of Puṣya, the same wheel and mantra, but without the gates.

source: དེ་ཉིད་ཀྱི་སྔགས་བསྒྲུབ་བྱ་ནང་དུ་བཅུག་ཅིང་སྒོ་དང་བྲལ་བ་སྟེ།
en: The mantra should be interspersed with the target’s name.

source: ཆུར་གཞག་ཅིང་དུས་གསུམ་དུ་མཆོད་པ་བྱས་ན་དེ་ནས་དགྲ་ཐམས་ཅད་རེངས་པར་བྱེད་དོ།
en: If he places it in water and makes offerings to it three times a day, then all enemies will become completely immobilized.

source: །སྔགས་པས་མཉམ་པར་གཞག་པས་ཆོ་ག་བཞིན་དུ་མཚོ་སྐམ་པ་མེད་པར་བཅུག་ན་ཞི་བར་བྱེད་དོ།
en: When a well-focused practitioner of mantra puts this, as prescribed, in a covered pool that does not dry up, he can bring an appeasement.

source: །དེ་ནས་གཞན་ཡང་འཁོར་ལོར་གྱུར་པ་གྲུ་བཞི་པ་དང་། སྒོ་བཞི་པ་དང་། རིག་བྱེད་ལ་དེ་བཞིན་དུ་རྡོ་རྗེས་མཚན་པའོ།
en: “The thirty-fourth method; “There is also another yantra-wheel with four corners, four gates, and archways adorned with vajra scepters.

source: །སྒོ་ལ་རྡོ་རྗེ་ཐོ་བ་དང་། རིན་ཆེན་དབྱིག་ཏོ་དང་། པདྨ་དང་། དེ་བཞིན་དུ་རྡོ་རྗེ་རལ་གྲིའོ།
en: At the gates there should be respectively a vajra hammer, a bejeweled staff, a lotus, and a vajra sword.

source: །མཚམས་སུ་ཐོད་པ་དཀར་པོ་གནས་པའི་ཨུཏྤ་ལ་དང་ལྕགས་ཀྱུའོ།
en: In the corners, inside white skull cups, there should be blue lotuses and goads.

source: །དེ་བཞིན་དུ་དེའི་དབུས་སུ་པདྨ་འདབ་མ་བཅུ་པ་ལ་མཁས་པས་ཡི་གེ་དགོད་པར་བྱ་བ་ཡིན་ནོ།
en: In the center among them there should be a lotus with ten petals, on which the wise practitioner should place the syllables.

source: །དེའི་ལྟེ་བ་ལ་སྔགས་ཀྱི་མཆོག་འདི་བྲི་བར་བྱ་སྟེ། འདི་ལྟ་སྟེ།
en: At its pericarp, he should write the following excellent mantra:

source: ཨོཾ་པྲ་སནྣ་ཏ་རེ་ཨ་མྲྀ་ཏ་མུ་ཁི་ཨ་མྲྀ་ཏ་ལོ་ཙ་ནེ་སརྦྦ་ཨརྠ་ས་དྷ་ནི་སྭཱ་ཧཱ།
en: Oṁ , Prasannatārā! One with the face and eyes of an immortal! Fulfiller of all aims! Svāhā

source: དབང་གི་སྔགས་འདི་བྲི་བར་བྱའོ།
en: “He should write this mantra during rites of enthralling. “The thirty-fifth method;

source: །དེ་ནས་གདུག་པ་ཐམས་ཅད་ཟློག་པར་བྱེད་པའི་སྔགས་འདི་བཀའ་སྩལ་པ།
en: “Now, for the rite of averting all mischief-makers, the following mantra has been prescribed:

source: ཨོཾ་སརྦྦ་མོ་ཧ་ནི་ཏཱ་རེ་ཏུཏྟཱ་རེ་ཏུ་རེ་སརྦ་དུཥྚཱ་ནཱཾ་མོ་ཧ་ཡ་མོ་ཧ་ཡ།
en: Oṁ , Tārā, you who bewilder everyone! Eager to save! Bewilder all evildoers, bewilder!

source: བྷ་ག་བ་ཏི་སརྦྦ་དུཥྚཱ་ནཱཾ།
en: Blessed one! Bind all evildoers, bind!

source: བནྡྷ་བནྡྷ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ།
en: Hūṁ hūṁ! Svāhā! “The thirty-sixth method;

source: དེའི་དབུས་སུ་ཟླ་བ་བྱ་ཞིང་ཟླ་བའི་དབུས་སུ་བཞི་པའི་དང་པོ་ཟེ་བའི་དབྱིབས་སུ་ཟླུམ་པོའི་རྣམ་པ་བྲི་བར་བྱའོ། །དེའི་དབུས་སུ་རྩི་བས་དྲུག་པ་བྱ་ཞིང་།
en: “In the center of the aforementioned ten-petaled lotus he should depict a moon disk, and in the center of the moon disk he should draw the first letter of the fourth group in the form of lotus filament, which is circular in design.

source: དེ་ནས་སྔགས་རིག་པས་ཡི་གེ་དྲུག་ཧྲཱིཿའི་ཆོ་གས་ནང་དུ་ཆུད་པར་བྱས་ན་ཕ་རོལ་གྱི་དཔུང་ཐམས་ཅད་ལས་རྒྱལ་བ་སྒྲོལ་མ་འབྱུང་བ་ཞེས་བྱའོ།
en: In the six divisions around its center he should place six syllables of the mantric formula, interspersed with the syllable hrīḥ , following the prescribed procedure.

source: །འདི་འབུམ་བཟླས་པས་ས་གཡོ་བ་དང་། རྒྱ་མཚོ་དང་མཚོ་ལ་སོགས་པ་བསྐམ་པར་འགྱུར་བ་དང་། དུག་བདུད་རྩིར་བྱེད་པར་འགྱུར་བ་དང་། བདུད་རྩི་ཡང་དུག་ཏུ་བྱེད་པར་འགྱུར་རོ།
en: This yantra-wheel is called ‘the beneficial influence of Tārā that vanquishes an entire army.’ By reciting it 100,000 times, he can make the earth shake, dry up oceans and other water reservoirs, and turn poison into nectar, or nectar into poison.
